{
  "pages":"<p>The different pages of a site can easily be enriched with functional blocks.The 'Pages' application allows:<\/p> <ul><li>to access the tree view of sites maintained on the platform,<\/li> <li>to add pages based on existing pages masks<\/li> <li>to modify or delete pages,<\/li> <li> to add functionalities to pages through the library of functional blocks<\/li> <li>to preview the display of a page in front-office,<\/li> <li>to manage SEO settings,<\/li> <li>to manage reading and writing rights through workspaces.<\/li><\/ul>",
  "sites":"<p>Rubedo natively offers the site building feature.The 'Sites' application allows:<\/p> <ul><li>to create new sites through a wizard<\/li> <li>on the basis of existing models or from a blank template<\/li> <li>to modify the settings of existing sites<\/li><\/ul>",
  "masks":"<p>As máscaras de página representam os diferentes modelos de renderização disponíveis no front-office. A aplicação \"máscaras de página\" permite: <\/p> <ul> <li> criar novos modelos de layout em linhas e colunas <\/li> <li> duplicar máscaras existentes, possivelmente a partir de um local para outro <\/li> <li> gerir os blocos funcionais persistentes, como menus <\/li> <li> para formar uma biblioteca de elementos (linhas, colunas ou blocos) que é reutilizável entre máscaras <\/li> <li> para gerir as configurações projeto \"Responsive\": visibilidade de linhas, colunas e blocos no telefone, tablet, ou desktop <\/li> <\/ul>",
  "contentTypes":"<p> Os tipos de conteúdo correspondem aos dados estruturados geridos pela Rubedo: artigos, notícias, .. .etc. A aplicação de tipos de conteúdo permite: <\/p> <ul> <li> criar novos tipos de conteúdo usando um editor avançado <\/li> <li> para configurar os controles de entrada, valores padrão, estado obrigatório para cada campo <\/li> <li>  modificar tipos de conteúdo existentes <\/li> <li> gerir localizações (vários idiomas), e pesquisar o estado de cada campo <\/li> <li> para gerir a ajuda de entrada <\/li> <li> para declarar vocabulários aplicáveis à classificação dos conteúdos <\/li> <li> para escolher o fluxo de trabalho para aplicar a conteúdos <\/li> <li> para declarar ler e escrever espaços de trabalho para conteúdo <\/li> <\/ul>",
  "damTypes":"<p>Digital asset types correspond to Rubedo-managed files: images, video, audio, animation or documents.'Digital Asset Types' application allows:<\/p> <ul><li>to create new digital asset types (image, document, video, audio, animation)<\/li> <li>to add metadata (author, copyright, caption, etc) using an advanced editor<\/li> <li>to set input controls, default values, mandatory state for each field<\/li> <li>to edit existing digital asset types<\/li> <li>to manage localizable(several language) and searchable state for each field<\/li> <li>to manage input aid<\/li> <li>to choose vocabularies eligible as classification<\/li> <li>to declare read and write workspaces<\/li><\/ul>",
  "queries":"<p> As consultas são usadas para criar listas automáticas ou manuais de conteúdos . O aplicativo \"Consultas\" permite: <\/p> <ul> <li> criar e salvar consultas simples ou avançadas, conteúdo ou consultas de ativos digitais <\/li> <li> editar ou remover as consultas existentes <\/li> <ul>",
  "taxonomy":"<p>Taxonomy alows for the creation of a multi-dimensional classification of contents and digital assets.The \"Taxonomy\" application allows:<\/p> <ul><li>to create new vocabularies and add terms using a tree<\/li> <li>to apply rights for workspaces and input aid for each vocabulary<\/li> <li>to define vocabulary settings: expandable, multi-choice, mandatory<\/li><\/ul>",
  "groups":"<p> Os grupos são usados para associar os utilizadores com direitos sob a forma de espaços de trabalho e funções. A aplicação 'Grupos'  permite: <\/p> <ul> <li> criar grupos de utilizadores <\/li> <li> adicionar utilizadores a esses grupos <\/li> <li> configurar os direitos associados a cada grupo: espaços de trabalho (ler, escrever, default) e os papéis <\/li> <li> para gerir grupos (supressão, modificação, herança) <\/li> <\/ul>",
  "workspaces":"<p>Workspaces are used to restrict access (read, write or broadcast) on content, digital asset types or sites topics to specific user groups.The 'Workspaces' application allows:<\/p> <ul><li>to create workspaces<\/li> <li>to delete or edit workspaces<\/li><\/ul>",
  "users":"<p> Os utilizadores de Front-office e de back-office estão agrupadas num diretório interno. Os direitos concedidos a um utilizador estão ligados aos grupos aos quais ele pertence. A aplicação 'Utilizadores' permite: <\/p> <ul> <li> adicionar utilizadores <\/li> <li> completar perfis (e-mail, serviço, cargo, foto, ...) <\/li> <li> gerir o acesso e direitos (identificador, senha, grupos, validade da conta) <\/li> <\/ul> ",
  "contents":"<p> Rubedo gere um repositório transversal de conteúdos que podem ser publicados em diferentes sites e espaços de trabalho. A aplicação \"Conteúdo\" permite: <\/p> <ul> <li> criar conteúdo usando um tipo de conteúdo existente <\/li> <li> gerir seu status no fluxo de trabalho de publicação atribuído ao tipo de conteúdo <\/li> <li> gerenciar a publicação mais tarde <\/li> <li> classificar o conteúdo usando vocabulários permitidos para este tipo de conteúdo <\/li> <li > associar conteúdo de contribuição e de difusão a de espaços de trabalho <\/li> <li> modificar o conteúdo <\/li> <li> duplicar conteúdos <\/li> <li> adicionar conteúdo aos favoritos <\/li> <\/ul> ",
  "dam":"<p> O DAM permite a gestão de ativos digitais (imagens, vídeo, áudio, animação ou documentos) com base em tipos pré-definidos. A aplicação \"DAM\" permite: <\/p> <ul> <li> criar ativos digitais usando tipos de ativos digitais existentes <\/li> <li>  fazer upload de ativos digitais e aplicar configurações de metadados <\/li> <li> classificar os activos digitais usando vocabulários permitidos para este tipo de ativos digitais <\/li> <li> configurar espaços de trabalho de difusão e contribuição <\/li> <li> para editar ativos digitais <\/li> <li> para adicionar aos favoritos ativos digitais <\/li> <\/ul>",
  "forms":"<p>Esta aplicação é usada para conduzir pesquisas on-line. Estágios e perguntas podem ser facilmente criados e geridos através do arrastar e soltar. A aplicação \"Inquéritos\" permite: <\/p> <ul> <li> adicionar, editar, excluir e duplicar uma pesquisa <\/li> <li> adicionar um inquérito aos favoritos <\/li> <li> gerir as configurações e condições resposta única de um inquérito e colocá-lo on-line <\/li> <li> para criar uma pesquisa usando a paleta de ferramentas de formatação (WYSIWYG, imagem, seção, página, título) e configurações (tipo de perguntas e sua específica configurações) <\/li> <li> gerir perguntas e respostas (configurações de etiqueta, entrada, ajuda, estado obrigatório, condicionais e opções) <\/li> <li> para explorar os resultados de cada pesquisa realizada pela exportação para o formato CSV <\/li> <\/ul>"
}