{
  "pages":"<p> As diferentes páginas de um site podem ser facilmente enriquecidas com a aplicação de blocos. A inserção do bloco 'Páginas' permite: <\/p> <ul> <li> Aceder à exibição da árvore de sites mantidos na plataforma, <\/li> <li> para adicionar páginas com base <\/li> <li> em páginas máscaras existentes para modificar ou excluir páginas, <\/li> <li> para adicionar funcionalidades a páginas através da biblioteca de blocos funcionais <\/li> <li> Para visualizar a exibição de uma página no front-office, <\/li> <li> para gerir as configurações de SEO, <\/li> <li> para gerir os direitos de leitura e escrita através de espaços de trabalho. <\/li> <\/ul>",
  "sites":"<p> Rubedo nativamente oferece a funcionalidade construção de \"Sites\". Esta permite: <\/p> <ul> <li> criar novos sites através de um assistente <\/li> <li>, com base em modelos já existentes ou a partir de um modelo em branco <\/li> <li> modificar as configurações de sites já existentes <\/li> <\/ul>",
  "masks":"<p>As máscaras de página representam os diferentes modelos de renderização disponíveis no front-office. A aplicação \"máscaras de página\" permite: <\/p> <ul> <li> criar novos modelos de layout em linhas e colunas <\/li> <li> duplicar máscaras existentes, possivelmente a partir de um local para outro <\/li> <li> gerir os blocos funcionais persistentes, como menus <\/li> <li> para formar uma biblioteca de elementos (linhas, colunas ou blocos) que é reutilizável entre máscaras <\/li> <li> para gerir as configurações projeto \"Responsive\": visibilidade de linhas, colunas e blocos no telefone, tablet, ou desktop <\/li> <\/ul>",
  "contentTypes":"<p> Os tipos de conteúdo correspondem aos dados estruturados geridos pela Rubedo: artigos, notícias, .. .etc. A aplicação de tipos de conteúdo permite: <\/p> <ul> <li> criar novos tipos de conteúdo usando um editor avançado <\/li> <li> para configurar os controles de entrada, valores padrão, estado obrigatório para cada campo <\/li> <li>  modificar tipos de conteúdo existentes <\/li> <li> gerir localizações (vários idiomas), e pesquisar o estado de cada campo <\/li> <li> para gerir a ajuda de entrada <\/li> <li> para declarar vocabulários aplicáveis à classificação dos conteúdos <\/li> <li> para escolher o fluxo de trabalho para aplicar a conteúdos <\/li> <li> para declarar ler e escrever espaços de trabalho para conteúdo <\/li> <\/ul>",
  "damTypes":"<p> Tipos de ativos digitais correspondem arquivos para rubedo de gestão: aplicação de imagens, vídeo, áudio, animação ou documentos. 'Tipos Digitais 'permitem: <\/p> <ul> <li> criar novos tipos de ativos digitais (imagem, documento, vídeo, áudio, animação) <\/li> <li> adicionar metadados (autor, direitos de autor, legenda, etc) usando um editor avançado <\/li> <li> definir controles de entrada, valores padrão, estado obrigatório, em cada campo <\/li> <li> editar tipos de ativos digitais existentes <\/li> <li>  gerir localizações (vários idiomas) e pesquisar estado para cada campo <\/li> <li> gerir a ajuda de entrada <\/li> <li> escolher vocabulários elegíveis como classificação <\/li> <li> declarar espaços de trabalho de leitura e escrita<\/li> <\/ul>",
  "queries":"<p> As consultas são usadas para criar listas automáticas ou manuais de conteúdos . O aplicativo \"Consultas\" permite: <\/p> <ul> <li> criar e salvar consultas simples ou avançadas, conteúdo ou consultas de ativos digitais <\/li> <li> editar ou remover as consultas existentes <\/li> <ul>",
  "taxonomy":"<p> Taxonomia permite a criação de uma classificação multi-dimensional de conteúdos. A aplicação \"Taxonomia\" permite: <\/p> <ul> <li> criar novos vocabulários e adicionar termos usando uma árvore <\/li > <li> aplicar direitos para os espaços de trabalho e ajuda à inserção de cada vocabulário <\/li> <li> definir as configurações de vocabulário: expansível, de escolha múltipla, de preenchimento obrigatório <\/li> <\/ul>",
  "groups":"<p> Os grupos são usados para associar os utilizadores com direitos sob a forma de espaços de trabalho e funções. A aplicação 'Grupos'  permite: <\/p> <ul> <li> criar grupos de utilizadores <\/li> <li> adicionar utilizadores a esses grupos <\/li> <li> configurar os direitos associados a cada grupo: espaços de trabalho (ler, escrever, default) e os papéis <\/li> <li> para gerir grupos (supressão, modificação, herança) <\/li> <\/ul>",
  "workspaces":"<p> Os espaços de trabalho são usados para restringir o acesso (ler, escrever ou broadcast) no conteúdo, digital asset tipos ou sites de temas para grupos. 'Espaços de Trabalho' permite: <\/p> <ul> <li> criar espaços de trabalho <\/li> <li> apagar ou editar espaços de trabalho <\/li> <\/ul>",
  "users":"<p> Os utilizadores de Front-office e de back-office estão agrupadas num diretório interno. Os direitos concedidos a um utilizador estão ligados aos grupos aos quais ele pertence. A aplicação 'Utilizadores' permite: <\/p> <ul> <li> adicionar utilizadores <\/li> <li> completar perfis (e-mail, serviço, cargo, foto, ...) <\/li> <li> gerir o acesso e direitos (identificador, senha, grupos, validade da conta) <\/li> <\/ul> ",
  "contents":"<p> Rubedo gere um repositório transversal de conteúdos que podem ser publicados em diferentes sites e espaços de trabalho. A aplicação \"Conteúdo\" permite: <\/p> <ul> <li> criar conteúdo usando um tipo de conteúdo existente <\/li> <li> gerir seu status no fluxo de trabalho de publicação atribuído ao tipo de conteúdo <\/li> <li> gerenciar a publicação mais tarde <\/li> <li> classificar o conteúdo usando vocabulários permitidos para este tipo de conteúdo <\/li> <li > associar conteúdo de contribuição e de difusão a de espaços de trabalho <\/li> <li> modificar o conteúdo <\/li> <li> duplicar conteúdos <\/li> <li> adicionar conteúdo aos favoritos <\/li> <\/ul> ",
  "dam":"<p> O DAM permite a gestão de ativos digitais (imagens, vídeo, áudio, animação ou documentos) com base em tipos pré-definidos. A aplicação \"DAM\" permite: <\/p> <ul> <li> criar ativos digitais usando tipos de ativos digitais existentes <\/li> <li>  fazer upload de ativos digitais e aplicar configurações de metadados <\/li> <li> classificar os activos digitais usando vocabulários permitidos para este tipo de ativos digitais <\/li> <li> configurar espaços de trabalho de difusão e contribuição <\/li> <li> para editar ativos digitais <\/li> <li> para adicionar aos favoritos ativos digitais <\/li> <\/ul>",
  "forms":"<p>Esta aplicação é usada para conduzir pesquisas on-line. Estágios e perguntas podem ser facilmente criados e geridos através do arrastar e soltar. A aplicação \"Inquéritos\" permite: <\/p> <ul> <li> adicionar, editar, excluir e duplicar uma pesquisa <\/li> <li> adicionar um inquérito aos favoritos <\/li> <li> gerir as configurações e condições resposta única de um inquérito e colocá-lo on-line <\/li> <li> para criar uma pesquisa usando a paleta de ferramentas de formatação (WYSIWYG, imagem, seção, página, título) e configurações (tipo de perguntas e sua específica configurações) <\/li> <li> gerir perguntas e respostas (configurações de etiqueta, entrada, ajuda, estado obrigatório, condicionais e opções) <\/li> <li> para explorar os resultados de cada pesquisa realizada pela exportação para o formato CSV <\/li> <\/ul>"
}