{
	"Exception1":"Vous n'avez pas accès à cette ressource.",
	"Exception2":"Page non trouvée.",
	"Exception3":"Cette action a besoin d'un type-id comme argument.",
	"Exception4":"Ce champ requis est manquant : %1$s.",
	"Exception5":"Vous ne pouvez pas appeler une action d'écriture avec une requête GET.",
	"Exception6":"Le jeton fourni dans la requête ne correspond pas avec le jeton de session.",
	"Exception7":"Aucun id donné.",
	"Exception8":"Aucun média trouvé.",
	"Exception9":"Type de média inconnu.",
	"Exception10":"Titre manquant",
	"Exception11":"Cette action nécessite un id de formulaire comme argument.",
	"Exception12":"Cette action a besoin d'un id de page comme argument.",
	"Exception13":"L'id de page ne correspond à aucune page.",
	"Exception14":"Aucun protocole n'est pas défini pour le site courant.",
	"Exception15":"Vous ne pouvez pas accéder à cette page.",
	"Exception16":"Besoin d'un critère pour afficher le contenu de Flickr.",
	"Exception17":"Impossible de mettre à jour la réponse.",
	"Exception18":"Aucune liste de diffusion associée à ce formulaire.",
	"Exception19":"Formulaire incomplet.",
	"Exception20":"Il n'existe pas de fichier %1$s.",
	"Exception21":"Extension de fichier non autorisée.",
	"Exception22":"S'il vous plaît, donner une adresse de courriel.",
	"Exception23":"Aucun mail n'a été envoyé !",
	"Exception24":"Aucun masque trouvé.",
	"Exception25":"orderValue manquant pour bloc %1$s",
	"Exception26":"Aucune URL réduite donnée.",
	"Exception27":"Vous devez fournir l'id de contenu concerné, la nouvelle valeur et le champ qui devait être mis à jour dans la base de données",
	"Exception28":"Cet id de contenu n'existe pas : %1$s",
	"Exception29":"Le fichier de config local %1$s devrait être accessible en écriture",
	"Exception30":"Impossible d'accéder à %1$s",
	"Exception31":"Pas encore implémenté.",
	"Exception32":"Domaine non défini : %1$s",
	"Exception33":"Aucun droit de mettre à jour ce contenu",
	"Exception34":"Aucun droit de détruire ce contenu",
	"Exception35":"Vous ne pouvez pas assigner à cet espace de travail",
	"Exception36":"Vous ne pouvez pas assigner comme cible à cet espace de travail",
	"Exception37":"Vous ne pouvez pas assigner ce type de contenu à cet espace de travail",
	"Exception38":"Vous n'avez pas accès à cet espace de travail",
	"Exception39":"Filtre non valide",
	"Exception40":"%1$s doit être une chaîne de caractères",
	"Exception41":"ContentType introuvable",
	"Exception42":"Vous ne pouvez pas assigner ce groupe à cet espace de travail",
	"Exception43":"Id de liste de diffusion non valide",
	"Exception44":"L'utilisateur n'a pas été mis à jour",
	"Exception45":"Impossible de créer l'utilisateur",
	"Exception46":"Liste de diffusion inconnue",
	"Exception47":"Cette page est la page de détail par défaut ou son ancêtre",
	"Exception48":"Vous ne pouvez pas assigner cette page à cet espace de travail",
	"Exception49":"La page courante n'est pas définie.",
	"Exception50":"Règle %1$s non implémentée.",
	"Exception51":"Vous ne pouvez pas détruire vocabulaire de navigation",
	"Exception52":"Vous ne pouvez pas créer un vocabulaire de navigation",
	"Exception53":"Vous ne pouvez pas modifier le vocabulaire de navigation",
	"Exception54":"Vous ne pouvez pas créer termes de navigation",
	"Exception55":"Vous ne pouvez pas modifier des termes de navigation",
	"Exception56":"Vous ne pouvez pas détruire des termes de navigation",
	"Exception57":"Les noms de termes ne sont pas uniques",
	"Exception58":"N'a pas pu mettre à jour le mot de passe",
	"Exception59":"Tous les champs requis doivent être spécifiés",
	"Exception60":"Vous ne pouvez pas créer un contenu publié directement",
	"Exception61":"Vous ne pouvez pas détruire l'espace de travail global",
	"Exception62":"Vous ne pouvez pas créer des espace de travail global",
	"Exception63":"Vous ne pouvez pas modifier l'espace de travail global",
	"Exception64":"Le type %1sd existe déjà",
	"Exception65":"L'argument Option doit valoir content ou dam",
	"Exception66":"Aucun smtp défini dans la configuration",
	"Exception67":"Peut pas instancier itérateur pour dossier des rôles",
	"Exception68":"Plus d'un nœud racine trouvé",
	"Exception69":"%1$s doit être un tableau",
	"Exception70":"getService n'accepte qu'une chaine de caractères comme argument",
	"Exception71":"Le nom de la classe pour le service %1$s devrait être défini dans le fichier de config",
	"Exception72":"%1$s n'est pas déclaré dans la config de l'interface de services",
	"Exception73":"%1$s n'implementent pas %2$s",
	"Exception74":"Manager-> getCurrentOptions accepte seulement les chaines de caractères comme argument",
	"Exception75":"La méthode %1$s n'existe pas",
	"Exception76":"Erreur de clé en double",
	"Exception77":"Mauvais mot de passe initial",
	"Exception78":"Vous ne pouvez pas mettre à jour un objet sans un numéro de version.",
	"Exception79":"Vous ne pouvez pas détruire un objet sans un numéro de version.",
	"Exception80":"Aucune Image fournie",
	"Exception81":"Mode de redimensionnement non implémenté",
	"Exception82":"L'objet de surcharge n'est pas compatible avec le service voulu.",
	"Exception83":"Tableau de tris non valide.",
	"Exception84":"%1$s doit être un entier",
	"Exceptiob85":"Tableau de liste de champs non valide",
	"Exception86":"Ce type de données n'est pas autorisé",
	"Exception87":"Le champ id n'est pas autorisée",
	"Exception88":"%1$s accepte uniquement des chaines de caractères comme parametre",
	"Exception89":"Tableau de liste des champs exclus non valide",
	"Exception90":"La classe %1$s n'existe pas.",
	"Exception91":"Il n'existe pas de méthode de mise à jour pour la classe %1$s.",
	"Exception92":"Vous ne pouvez pas désactiver un terme sans préciser son id",
	"Exception93":"L'id du terme est introuvable dans la base de données",
	"Exception94":"Vous devez fournir un type d'URL correcte: default ou canonical",
	"Exception95":"Le serveur ne peut pas trouver le jeu de caractères du fichier actuel.",
	"Exception96":"Le paramètre %1$s est manquant",
	"Exception97":"Le nom de la collection n'est pas défini",
	"Exception98":"La cType du champ doit être le même dans tous les types de contenu sélectionnées",
	"Exception99":"Le serveur est incapable de déterminer le cType du champ"
}