{
  "pages":"<p>サイトのそれぞれのページは、機能ブロックによって簡単に飾り付けることができます。『ページ』アプリケーションによって以下のような操作が可能です。<\/p><ul><li>プラットフォーム上で管理されているサイトのツリービューにアクセスする<\/li><li>既存のページやマスクを基にしたページを追加する<\/li><li>ページを修正・削除する<\/li><li>機能ブロックライブラリによって、ページに機能を追加する<\/li><li>フロントオフィスにおけるページ表示をプレビューする<\/li><li>SEO設定を管理する<\/li><li>ワークスペースを通じて読み・書きの権限を管理する<\/li><\/ul>",
  "sites":"<p>Rubedoはサイト構築機能を標準で提供しています。これを『サイト』アプリケーションと呼びます。サイトアプリケーションでは以下が可能です。<\/p><ul><li>ウィザードを使って新しいサイトを作成する<\/li><li>既存のモデルを土台にしたり、白紙状態から作成する<\/li><li>既存のサイトの設定を修正する<\/li><\/ul>",
  "masks":"<p>ページマスクは、フロントオフィスで利用できる様々な表示テンプレートを表しています。『ページマスク』アプリケーションでは、以下が実施できます。<\/p><ul><li>行と列を使った新しいレイアウトテンプレートの作成<\/li><li>既存のマスクの複製：これは、サイト内または、サイトから別のサイトへの複製も可能<\/li><li>メニューなどの永続的な機能ブロックの管理<\/li><li>表示要素(行、列、ブロック)ライブラリの構成。このライブラリはマスク間で再利用可能<\/li><li>レスポンシブデザイン設定の管理：スマートフォン、タブレット、PCそれぞれにおける、行、列、ブロックの可視性の設定<\/li><\/ul>",
  "contentTypes":"<p>Rubedo が管理している構造化データに対応付けられるコンテンツ型は、記事、ニュース、…などです。『コンテンツタイプ』アプリケーションでは以下が可能です。<\/p><ul><li>先進的なエディタを使った新しいコンテンツ型の作成<\/li><li>各フィールドに対する、入力コントロール、デフォルト値、状態の強制方式の設定<\/li><li>既存のコンテンツ型の修正<\/li><li>各フィールドの特定言語対応(多国語)、および検索可能状態の管理<\/li><li>入力補助の管理<\/li><li>各コンテンツの分類クラスに応じた専門用語の設定<\/li><li>各コンテンツに応じたワークフローの選択<\/li><li>各コンテンツについて、読み込み・書き込みワークスペースの設定<\/li><\/ul>",
  "damTypes":"<p>Rubedoの管理ファイルに対応づけられたデジタルアセットのタイプは、 画像、ビデオ、オーディオ、アニメーションまたは文書です。『デジタルアセットタイプ』 アプリケーションでは、以下が可能となっています。<\/p><ul><li>新しいのデジタルアセット(画像、ドキュメント、ビデオ、オーディオ、アニメーション)の作成<\/li> <li>高度なエディターを使用した、メタデータ (作成者、著作権、キャプションなど) の追加<\/li> <li>各フィールドに対して、入力コントロールや、既定値、状態の強制値の設定<\/li> <li>既存のデジタルアセットタイプの編集<\/li> <li>各フィールドについて、ローカライズ可能項目(多言語対応) と検索可能状態の管理<\/li> <li>入力支援の管理<\/li> <li>分類クラスとして適切な語彙の選択<\/li> <li>読み書きワークスペースの宣言<\/li><\/ul>",
  "queries":"<p>クエリは、コンテンツおよびデジタルアセットの自動または手動のリストを作成する使用されます。「クエリ」アプリケーションでは以下のことができます<\/p> <ul><li>単純な、または高度なコンテンツやデジタルアセットのクエリの作成と保存<\/li> <li>既存のクエリを編集や削除<\/li> <ul>",
  "taxonomy":"<p>タクソノミーによって、コンテンツおよびデジタル・アセットの多次元的な分類クラスの作成が可能となります。『タクソノミー』アプリケーションでは、以下が可能です。<\/p> <ul><li>新しいボキャブラリの作成、およびツリー構造を使用した用語の追加<\/li> <li>ワークスペースに対する権限の付与と、各用語ごとの入力補助<\/li> <li>拡張可能性、複数選択、必須項目などの語彙に対する設定の定義<\/li><\/ul>",
  "groups":"<p>グループの概念は、ワークスペースやロールの形でユーザと権限を関連付けるために用いられます。『グループ』 アプリケーションでは、以下のことが可能です。<\/p> <ul><li>ユーザーのグループを作成<\/li> <li>グループへのユーザーの追加<\/li> <li>ワークスペース (読み取り、書き込み、デフォルト) およびロールの各グループに関連付けられている権限の設定 <\/li> <li>グループ (削除、変更、継承)の管理<\/li><\/ul>",
  "workspaces":"<p>ワークスペース概念は、特定のユーザグループに対する、コンテンツ、デジタル・アセット型またはサイト・トピックのアクセスを制限(読み、書き、またはブロードキャスト)するために用いられます。『ワークスペース』アプリケーションでは、以下が可能です。<\/p><ul><li>ワークスペースの作成<\/li><li>ワークスペースの削除または編集<\/li><\/ul>",
  "users":"<p>フロント オフィスおよびバック オフィスのユーザーは、内部ディレクトリにグループ化されます。ユーザーに付与された権限は、彼が属しているグループにリンクされます。『ユーザー』 アプリケーションでは、以下のことが可能です。<\/p> <ul><li>ユーザーの追加<\/li> <li>ユーザプロファイル (電子メール、サービス、ジョブ タイトル、写真、...)の完成<\/li><li>アクセスと権限 (識別子、パスワード、グループ、アカウント有効性)の管理<\/li><\/ul> ",
  "contents":"<p>Rubedo は、別々のサイトやワークスペースで掲載することができるコンテンツの横断的なリポジトリを管理します。『コンテンツ』アプリケーションでは、以下が可能です。<\/p> <ul><li>既存のコンテンツ タイプを使用したコンテンツの作成<\/li> <li>コンテンツの種類に応じた文書のワークフローの状態の管理<\/li> <li>遅延パブリケーションの管理<\/li> <li>そのコンテンツタイプで許されるボキャブラリを使用したコンテンツの分類<\/li> <li>投稿や公開されたワークスペースに対するコンテンツの関連付け<\/li> <li>コンテンツの変更<\/li> <li>コンテンツの複製<\/li> <li>コンテンツをお気に入りに追加<\/li><\/ul>",
  "dam":"<p>DAMを使えば、予め定義されたデジタルアセットタイプに基いて、デジタル資産(画像、ビデオ、オーディオ、アニメーションまたはドキュメント)を管理することができます。『DAM』アプリケーションでは、以下が可能です。<\/p> <ul><li>既存のデジタルアセットタイプを使用したデジタルアセットの作成<\/li> <li>デジタルアセットのアップロードや、メタデータ設定の適用<\/li> <li>そのデジタルアセットタイプに対して許されるボキャブラリを使用した、デジタルアセットの分類<\/li> <li>ワークスペースの投稿と公開の設定<\/li> <li>デジタル アセットの編集<\/li> <li>デジタル資産のお気に入りへの追加<\/li><\/ul>",
  "forms":"<p>このアプリケーションはオンライン調査を実施するために使用します。ドラッグ＆ドロップ操作によって、ステージと質問を簡単に作成したり管理したりすることができます。『調査』アプリケーションには以下の機能があります。<\/p> <ul><li>調査項目の追加、編集、削除、および複製<\/li> <li>調査項目のお気に入りへの追加<\/li> <li>調査項目の設定および独自の解答条件の管理と、オンラインへの配置<\/li> <li>書式設定用のツールパレット　(Wysiwyg、イメージ、セクション、ページ、タイトル）と、の書式設定用のツールパレット (質問のタイプと、それら固有の設定) を使用した調査項目の作成<\/li> <li>質問と回答の管理 (ラベル 、入力補助、必須項目、条件、およびオプションの設定)<\/li> <li>CSV 形式にエクスポートすることによる、各調査結果の活用<\/li><\/ul>"
}